[
    {
        "id": 1,
        "clue": "NOVA SBE was founded to shape Portugal’s future economists. In what year was the school officially established?",
        "answer": "1978",
        "hint": "It's older than 40 but younger than 50."
    },
    {
        "id": 2,
        "clue": "Before settling near the Atlantic in Carcavelos, NOVA SBE had a city address. In which Lisbon neighborhood was the school previously located?",
        "answer": "campolide",
        "hint": "It’s also where NOVA Law and NOVA IMS are still located."
    },
    {
        "id": 3,
        "clue": "You can find him in faculty listings and media interviews. Who is the current Dean of NOVA SBE?",
        "answer": "pedro oliveira",
        "hint": "His surname is also a common Portuguese tree."
    },
    {
        "id": 4,
        "clue": "Only 1% of business schools worldwide hold this 'triple' distinction. What do we call the status NOVA SBE earned from AACSB, AMBA, and EQUIS?",
        "answer": "triple crown",
        "hint": "Think royalty… with three jewels."
    },
    {
        "id": 5,
        "clue": "It’s not just a supermarket — it’s your go-to for snacks between classes, cheap coffee, and maybe even sushi. What’s the name of the on-campus grocery store?",
        "answer": "pingo doce",
        "hint": "Two words — and you might hear it sung in their jingle."
    },
    {
        "id": 6,
        "clue": "How many Bloomberg terminals are available to students? (Hint: You can check them at the library)",
        "answer": "9",
        "hint": "It's just one less than 10."
    },
    {
        "id": 7,
        "clue": "The main building where classes take place at NOVA SBE is named after a prominent Portuguese banker. What is the building called?",
        "answer": "alfredo de sousa",
        "hint": "His full name includes 'de Sousa'."
    },
    {
        "id": 8,
        "clue": "If you're passionate about creating value with purpose, you'll find a home in this institute named after a philanthropic family.",
        "answer": "westmont institute",
        "hint": "It starts with W and ends with 'institute'."
    },
    {
        "id": 9,
        "clue": "This initiative on campus promotes social and environmental impact and includes the Changemaker Tool. What is it called?",
        "answer": "nova 4 the future",
        "hint": "It contains the number 4."
    },
    {
        "id": 10,
        "clue": "Workshops, CV reviews, and employer events happen here. It’s the space that prepares you for what comes after NOVA. What is it?",
        "answer": "career services",
        "hint": "Two words — one for your job, one for help."
    },
    {
        "id": 11,
        "clue": "Now let’s head to the beach. During which months is the daily parking only €1?",
        "answer": "october to april",
        "hint": "Includes months with sweaters and rain."
    },
    {
        "id": 12,
        "clue": "It flies. It’s fearless. It might steal your lunch by the sea — a true campus villain only possible when your university is this close to the beach. What is it?",
        "answer": "seagull",
        "hint": "It rhymes with 'ball' and starts with 'sea'."
    }
]